[
  {
    "message": "Sad to see you leave, it was a pleasure working with you even a short time. All the best for the future.",
    "from": "-Pii"
  },
  {
    "message": "John - How fortunate Solita has been to have you as a part of it for over 8 years! While there will definitely be a John Tackman gap at Solita after you depart, your work and the deep connections and friendships you've built will continue. I even expect to still see your picture show up in different Solita marketing content for years to come. :) Thank you for being an important person in making the GenAI Studio happen and for all you've done to help push Solita in AI growth over the recent years. Getting to work with you as a part of the Studio has been so much fun. There have been lots of needed laughs during team weekly syncs and in-person gatherings, and lots of learning and challenges. Thank you for all you have done to lead the Studio and specifically the Lab team which has been an important foundation for where Solita needs to go next with AI. Outside of work, I've always appreciated your openness to trying new things, your storytelling, and I'm still waiting for a follow up on the reality show that was filmed in your home. I know that only the best is yet to come for you and there will be lots of adventure ahead. Excited for you and you will have lots of people cheering you on!",
    "from": "Emily"
  },
  {
    "message": "It's been so great to work with you John. You have the rare skill or ability to be on top of the latest developments and live 'in the future', while at the same time be grounded in the reality (tech and organizational). It has been super inspiring to see how you lead a tech team that is under great pressure and yet is able to progress despite (tech and org) complexity and limited resources - and still have a good spirit. To add to that, I really appreciate that you have been really helpful and available to spar when I asked for that. Looking forward to see where the next adventure takes you :-)",
    "from": "-Tomek"
  },
  {
    "message": "thank you for being a role model",
    "from": "-samikki"
  },
  {
    "message": "John - harmi, että lähdet. On ollut kiva tutustua. Kiitos myös monista hyvistä valokuvausvinkeistä ja -tarinoista. Suomi on pieni maa, varmasti vielä törmäillään joten en sano hyvästejä vaan 'until we meet again'. Onnea Uuteen Vuoteen ja uusiin haasteisiin,",
    "from": "Minna P."
  },
  {
    "message": "Onnea uusiin haasteisiin! Also: How will we manage without you? Who do we call or message now? ;)",
    "from": "Mira"
  },
  {
    "message": "Onnea uuteen John :) Oot mahdollisesti sydämellisin solitalainen ketä tiedän <3",
    "from": "-ida"
  },
  {
    "message": "Onnea sinulle ja muista, että takaisin saa tulla, jatketaan kovan tutkimuksen juttuja vielä - voidaan niitä varmaan tehdä eri firmojen keskenkin.",
    "from": "T. Manu"
  },
  {
    "message": "Thank you John for all the great work you’ve done at the Studio and Solitaire. I’m sure this won’t be the end and we’ll still get to meet and catch up in the future. Wish you all the best!",
    "from": "- Bao"
  },
  {
    "message": "yon, jon, JOHN, tackis. Innostuneisuuttasi ja loputtomia tiedonjyväsiäsi tulee ikävä. <3 Kiitos, että houkuttelit mut Solitalle!",
    "from": "-Sini"
  },
  {
    "message": "John, even though we didn’t work together for long, it was enough to see what a great person you are. I remember being quite stressed before joining Lab team, and someone said, “Just talk to John, he’s a great guy!”, and they were right. :) You’re always enthusiastic, engaged, and supportive of the team, and I’m sure you’ll do great in your next chapter! ",
    "from": "- Magda"
  },
  {
    "message": "John, olet visionääri, innostuja, innostaja, älykäs ja hyväsydäminen. Eiköhän noilla ominaisuuksilla tehdä isoja juttuja Solitan ulkopuolellakin =) Mahtavaa jatkoa!",
    "from": "- Jouni"
  },
  {
    "message": "Hetki sitten toivottelin sinut tervetulleeksi solitalle ja nyt on aika toivottaa tsempit ja onnea uuteen. Olin vain lyhyen ajan silloin 8v takaperin tiiminvetäjäsi, mutta on ollut hienoa nähdä kuinka olet löytänyt omat polkusi ja kasvanut uusiin, merkityksellisiin saappaisiin. Kiitos, menestystä, ja nähdään taas!",
    "from": "- Jarno"
  },
  {
    "message": "Onnea uuteen, ja kiitos yhteisistä hetkistä Solitan AI -tekemisen parissa! Sulla on mahtavaa drivea ja vauhti päällä, joten hienoa, että löysit paikan, jossa se pääsee kunnolla oikeuksiinsa! :blush:",
    "from": "Salla Westerstrand"
  },
  {
    "message": "Kiitos kaikesta oli mahtava työskennellä sun kanssa. Sait aikaan paljon hyvää ja olet kyllä yksi parhaista kollegoista ikinä. Onnea tulevaan ja menestystä! ",
    "from": "- Jokke"
  }
]
